[
 {
  "urls": "https://t.co/hbjADaL7IF",
  "expanded_urls": "https://on.msnbc.com/3nM6tOd",
  "experiment_group": "var1",
  "post_id": 2,
  "tweet_id": "1330688290681466881",
  "body": "College students find themselves navigating a pandemic that has made traveling taboo. Many are having to decide between visiting family, their own safety, and school protocols this Thanksgiving. ",
  "_class": "cohort",
  "picture": "card_image_2.jpg",
  "picture_heading": "College students decide between family, safety, and school protocols this Thanksgiving",
  "picture_description": "College students find themselves navigating a pandemic that has made traveling taboo, with some deciding on a Thanksgiving away from family.",
  "actor": "MSNBC",
  "time": "-00:07"
 },
 {
  "urls": "https://t.co/GqroEZxuSL",
  "expanded_urls": "https://trib.al/2MNtaIA",
  "experiment_group": "var1",
  "post_id": 3,
  "tweet_id": "1330686775296192512",
  "body": "President Trump railed against the Paris climate accord on Sunday, telling world leaders that the agreement was designed to cripple the U.S. economy, not save the planet. ",
  "_class": "cohort",
  "picture": "card_image_3.jpg",
  "picture_heading": "Trump slams global climate agreement Biden intends to rejoin",
  "picture_description": "Trump’s video comments Sunday came during a discussion among the world’s largest economies on safeguarding the Earth.",
  "actor": "TB_Times",
  "time": "-00:13"
 },
 {
  "urls": "https://t.co/zpIFc8Ew0t",
  "expanded_urls": "https://on.msnbc.com/36YGA7l",
  "experiment_group": "var1",
  "post_id": 4,
  "tweet_id": "1330684258483134466",
  "body": "“Most Americans believe that for democracy to work for all of us, it has to include all of us,” says Heather McGhee, co-chair of 'Color Of Change,’ while discussing the anger of Black communities over voter fraud claims. ",
  "_class": "cohort",
  "picture": "card_image_4.jpg",
  "picture_heading": "A political panel discusses the anger of black communities over Trump’s voter fraud claims in big cities",
  "picture_description": "Heather McGhee, Co-Chair of 'Color Of Change', Susan Del Percio, Senior Advisor for The Lincoln Project, and Jonathan Allen, Senior Political Analyst for NBC News Digital, discuss the anger building in black communities over Trump’s claims of voter fraud in big cities. McGhee says, “The idea that a citizen would do something illegal by casting a ballot only can travel, that idea can only travel in grooves that have already been laid out by racism. So that's why the majority of white voters who support Donald Trump think that, sure, people in Detroit, they must be criminals. They're black.”",
  "actor": "MSNBC",
  "time": "-00:23"
 },
 {
  "urls": "https://t.co/yVLnSgm11R",
  "expanded_urls": "https://on.msnbc.com/2UQBjJh",
  "experiment_group": "var1",
  "post_id": 5,
  "tweet_id": "1330680740003057666",
  "body": "“Here we are with a President instead of trying to end his Presidency on a high note, trying to save lives, he is focusing on an election he clearly lost,” @yasminv says about Pres. Trump's refusal to concede the election. ",
  "_class": "cohort",
  "picture": "card_image_5.jpg",
  "picture_heading": "Yasmin Vossoughian: Trump’s refusal to concede the Presidency, “The current President is holding the American public hostage”",
  "picture_description": "In her weekly segment, #therun, MSNBC’s Yasmin Vossoughian addresses the fact that President Donald Trump has yet to accept the election results and start the Presidential transition. With COVID-19 cases on the rise, the Biden team has urged the White House to start a smooth transition but Trump’s legal team insists on fighting the election results. Vossoughian says, “Here we are with a President instead of trying to end his Presidency on a high note, trying to save lives, he is focusing on an election he clearly lost.”",
  "actor": "MSNBC",
  "time": "-00:37"
 },
 {
  "urls": "https://t.co/ePWpJANT22",
  "expanded_urls": "https://trib.al/bSuuxhN",
  "experiment_group": "var1",
  "post_id": 6,
  "tweet_id": "1330680562923802629",
  "body": "“It’s supposed to be loud.” Black Lives Matter protesters say New Port Richey police are trying to silence them by handing out thousands in fines for violating the noise ordinance.\n\nCity and police officials won’t comment.\n",
  "_class": "cohort",
  "picture": "card_image_6.jpg",
  "picture_heading": "New Port Richey protesters slapped with megaphone fines",
  "picture_description": "At least five Pasco County protesters have received a total of 14 citations adding up to more than $4,700, the Tampa Bay Times found.",
  "actor": "TB_Times",
  "time": "-00:38"
 },
 {
  "urls": "https://t.co/fgpvXIsFkj",
  "expanded_urls": "https://on.msnbc.com/2IQt7GF",
  "experiment_group": "var1",
  "post_id": 7,
  "tweet_id": "1330678459648126976",
  "body": "WATCH: Comedian Larry Wilmore and fmr. RNC chairman Michael Steele join @AriMelber to discuss late night television’s mockery of President Trump’s refusal to concede in the election. ",
  "_class": "cohort",
  "picture": "card_image_7.jpg",
  "picture_heading": "Trump’s dead end explained by former RNC chair in 'Daily Show' reunion",
  "picture_description": "In a special interview, comedian Larry Wilmore and former RNC chairman Michael Steele join MSNBC's Ari Melber to discuss late night's mockery of Trump's futile denials of election results. The trio also discuss the muppet that portrayed Michael Steele on “The Daily Show,&quot; where Wilmore served in the comedic role as &quot;Senior Black Correspondent.&quot;",
  "actor": "MSNBC",
  "time": "-00:46"
 },
 {
  "urls": "https://t.co/CloEdiHItS",
  "expanded_urls": "https://trib.al/xPJPLe5",
  "experiment_group": "var1",
  "post_id": 8,
  "tweet_id": "1330674677077975040",
  "body": "Florida added 6,587 coronavirus infections and 62 deaths Sunday, as its numbers continue to climb.\n\nThe state has reported the third-most infections in the country.\n",
  "_class": "cohort",
  "picture": "card_image_8.jpg",
  "picture_heading": "Florida reports 6,587 COVID-19 cases, 62 deaths",
  "picture_description": "The state has reported the third-largest number of cases in the U.S.",
  "actor": "TB_Times",
  "time": "-00:01"
 },
 {
  "urls": "https://t.co/MdQXu4fbwL",
  "expanded_urls": "https://on.msnbc.com/33acSLj",
  "experiment_group": "var1",
  "post_id": 9,
  "tweet_id": "1330673938909818883",
  "body": "'A huge catastrophe': Democrats grapple with congressional and state election losses. An in-depth look at the big picture struggles for Democrats moving forward. ",
  "_class": "cohort",
  "picture": "card_image_9.jpg",
  "picture_heading": "'A huge catastrophe': Democrats grapple with congressional and state election losses",
  "picture_description": "Biden's win obscures deeper problems that have left the party with an uncertain future.",
  "actor": "MSNBC",
  "time": "-00:04"
 },
 {
  "urls": "https://t.co/0t8e2pNmdz",
  "expanded_urls": "https://on.msnbc.com/3nTzvfb",
  "experiment_group": "var1",
  "post_id": 10,
  "tweet_id": "1330670421629411339",
  "body": "“My father is one of the 11 plus million people under the shadows.” Emilia Gonzalez Avalos, whose father is in the hospital recovering from Covid-19, talks about how the virus presents additional challenges for undocumented frontline workers. ",
  "_class": "cohort",
  "picture": "card_image_10.jpg",
  "picture_heading": "Undocumented frontline workers face additional Covid challenges",
  "picture_description": "Many of the frontline workers feeding Americans during this pandemic are undocumented workers risking their lives to make a living. MSNBC’S “American Voices” host Alicia Menendez speaks with Navigate Minnesota Executive Director Emilia Gonzalez Avalos, whose father is in the hospital recovering from Covid. Emilia talks about the added risks and burdens brought on by his undocumented status and what the Biden administration needs to do to make life easier for people like her dad.",
  "actor": "MSNBC",
  "time": "-00:18"
 },
 {
  "urls": "",
  "expanded_urls": "",
  "experiment_group": "var1",
  "post_id": 11,
  "tweet_id": "1330668793446752258",
  "body": "RT @AliciaOnMSNBC: \"Black voters are the heart and soul of the Democratic electorate here in Georgia; they cannot be taken for granted.\" GA…",
  "_class": "cohort",
  "picture": "",
  "picture_heading": "",
  "picture_description": "",
  "actor": "MSNBC",
  "time": "-00:24"
 },
 {
  "urls": "https://t.co/shlLigAwcH",
  "expanded_urls": "https://trib.al/pxd9Yct",
  "experiment_group": "var1",
  "post_id": 12,
  "tweet_id": "1330665256574742530",
  "body": "More than 18,000 Floridians have died of COVID-19. This is how they lived. ",
  "_class": "cohort",
  "picture": "card_image_12.jpg",
  "picture_heading": "A tribute to the Floridians taken by the coronavirus",
  "picture_description": "They were parents and retirees, police officers and doctors, imperfect but loved deeply. They got sick in the middle of big plans, just before anniversaries and birthdays and trips.",
  "actor": "TB_Times",
  "time": "-00:38"
 },
 {
  "urls": "",
  "expanded_urls": "",
  "experiment_group": "var1",
  "post_id": 13,
  "tweet_id": "1330664491957280773",
  "body": "RT @AliciaOnMSNBC: With Trump's legal team now distancing themselves from Sidney Powell, @AliciaMenendez asks @gdebenedetti to make sense o…",
  "_class": "cohort",
  "picture": "",
  "picture_heading": "",
  "picture_description": "",
  "actor": "MSNBC",
  "time": "-00:41"
 },
 {
  "urls": "https://t.co/ICuGsEA9N7",
  "expanded_urls": "https://on.msnbc.com/2UQclcT",
  "experiment_group": "var1",
  "post_id": 14,
  "tweet_id": "1330663625401511937",
  "body": "WATCH: Rachel Maddow reveals that her partner, Susan, is still recovering from Covid-19, and implores viewers to consider their loved ones when they calculate their own risk. ",
  "_class": "cohort",
  "picture": "card_image_14.jpg",
  "picture_heading": "Rachel Maddow says her partner has Covid-19, at one point thought it 'might kill her'",
  "picture_description": "The MSNBC anchor implored Americans to stay home this Thanksgiving. &quot;Do whatever you can to keep from getting it,&quot; she said.",
  "actor": "MSNBC",
  "time": "-00:45"
 },
 {
  "urls": "",
  "expanded_urls": "",
  "experiment_group": "var1",
  "post_id": 15,
  "tweet_id": "1330661123595636741",
  "body": "“All my opponent has is negativity … he’s been exposed as one of the most corrupt members of the US Senate,\" Georgia Senate candidate Jon Ossoff says about his runoff against Sen. David Perdue. \"He’s too much of a coward to come out and debate me.” https://t.co/fSwjODoReg",
  "_class": "cohort",
  "picture": "",
  "picture_heading": "",
  "picture_description": "",
  "actor": "MSNBC",
  "time": "-00:55"
 },
 {
  "urls": "https://t.co/a7ZZGeHExC",
  "expanded_urls": "https://go.nasa.gov/3kU5Z78",
  "experiment_group": "var1",
  "post_id": 16,
  "tweet_id": "1330659857389719555",
  "body": "Engineers recently simulated the all-important fueling process for our @NASA_SLS rocket that will power the first #Artemis mission to the Moon and back. 🌎🚀🌔\n\nMeet some of your ‘A’ team demonstrating they are ‘GO’ for launch day:  https://t.co/SnE9pAmANz",
  "_class": "cohort",
  "picture": "card_image_16.jpg",
  "picture_heading": "NASAâ\u0080\u0099s â\u0080\u0098Super Coolâ\u0080\u0099 Engineers Rehearse Rocket Fueling for Artemis I",
  "picture_description": "NASAâ\u0080\u0099s â\u0080\u0098Super Coolâ\u0080\u0099 engineers rehearse rocket fueling for Artemis I inside the Launch Control Center at Kennedy Space Center.",
  "actor": "NASA",
  "time": "-00:00"
 },
 {
  "urls": "https://t.co/F3SGf2BFn0",
  "expanded_urls": "https://trib.al/nj96jfi",
  "experiment_group": "var1",
  "post_id": 17,
  "tweet_id": "1330659326625767426",
  "body": "Pasco’s sheriff uses grades and abuse histories to label schoolchildren potential criminals. The kids and their parents don’t know. ",
  "_class": "cohort",
  "picture": "card_image_17.jpg",
  "picture_heading": "Pascoâ\u0080\u0099s sheriff uses grades and abuse histories to secretly label kids potential criminals",
  "picture_description": "It makes a list based on records so sensitive, theyâ\u0080\u0099re protected by state and federal law.",
  "actor": "TB_Times",
  "time": "-00:02"
 },
 {
  "urls": "https://t.co/JzwnrrkaJe",
  "expanded_urls": "https://on.msnbc.com/35Rfxvb",
  "experiment_group": "var1",
  "post_id": 18,
  "tweet_id": "1330658847950778368",
  "body": "Mauree Turner made history this month by becoming the country’s first openly nonbinary state legislator. Turner was elected to the Oklahoma House of Representatives and they plan to focus on criminal justice reform, health care and education.  via @NBCOUT",
  "_class": "cohort",
  "picture": "card_image_18.jpg",
  "picture_heading": "Meet Oklahoma's Mauree Turner, America's first nonbinary state legislator",
  "picture_description": "Turner, 27, made history in one of deep red Oklahoma's most liberal districts. They plan to focus on criminal justice reform, health care and education.",
  "actor": "MSNBC",
  "time": "-00:04"
 },
 {
  "urls": "https://t.co/sgg4p37cDT",
  "expanded_urls": "https://on.msnbc.com/2KrzekV",
  "experiment_group": "var1",
  "post_id": 19,
  "tweet_id": "1330655312337055746",
  "body": "“Canceling student debt will ensure an equitable economic recovery,” Rep. Pressley says while discussing Covid-19 relief. ",
  "_class": "cohort",
  "picture": "card_image_19.jpg",
  "picture_heading": "Rep. Ayanna Pressley: ‘Canceling student debt will ensure an equitable economic recovery’",
  "picture_description": "MSNBC’s “American Voices” host Alicia Menendez speaks with Rep. Ayanna Pressley, who says a Biden administration executive order to cancel student loan debt will give millions of Americans the relief they need and allow for nationwide economic recovery. She also speaks about the need for a pandemic relief package while major Covid benefits expire on Dec. 31 including an eviction moratorium, federal unemployment benefits, and student loan relief.",
  "actor": "MSNBC",
  "time": "-00:18"
 },
 {
  "urls": "https://t.co/MHQ4AgirM8",
  "expanded_urls": "https://trib.al/9xxpXsW",
  "experiment_group": "var1",
  "post_id": 20,
  "tweet_id": "1330652856811139075",
  "body": "If testing is optional, then an asymptomatic resident could pass a facility’s screening and bring the coronavirus in, one advocate said. ",
  "_class": "cohort",
  "picture": "card_image_20.jpg",
  "picture_heading": "Residents may leave Florida facilities for Thanksgiving, could bring coronavirus back",
  "picture_description": "Advocates and experts are concerned that nursing homes and assisted-living facilities aren’t required to test residents for the coronavirus when they return after the holidays.",
  "actor": "TB_Times",
  "time": "-00:28"
 },
 {
  "urls": "https://t.co/YcGvZI7A2G",
  "expanded_urls": "https://on.msnbc.com/39782Ck",
  "experiment_group": "var1",
  "post_id": 21,
  "tweet_id": "1330650276357939202",
  "body": "\"How do we figure out what the best move to make is? We're at a loss,” Karin Smith, a single mother, says about the economic struggle since losing her job and the need for Congress to pass new stimulus deal before unemployment benefits expire in December. ",
  "_class": "cohort",
  "picture": "card_image_21.jpg",
  "picture_heading": "Single mother discusses the economic struggle once unemployment benefits end, “It is really scary. The state isn't going to step in to help us.”",
  "picture_description": "Karin Smith, a single mother facing loss of unemployment benefits, and Andrew Stettner, Senior Fellow in The Century Foundation, discuss the unemployment benefits ending in December. The day after Christmas millions of Americans could lose crucial unemployment benefits unless Congress agrees on a new stimulus deal. Smith describes how she lost her job and has been struggling to make means-ends since. She says, “There aren't good choices. We don't really have anybody to ask you know, how do you do this? How do we figure out what the best move to make is? We're at a loss.”",
  "actor": "MSNBC",
  "time": "-00:38"
 }
]